Repository: snieves14/drinkit-ios
Catalog: DrinkIt/Configurations/Localizable.xcstrings
Source language: en
Languages: es

# blankData.title.emptySearch
source: No results found for your search
es: No se han encontrado resultados para tu búsqueda

# blankData.title.favorites
source: You haven’t saved any favorite cocktails yet. Start exploring and discover your favorites!
es: Aún no has guardado ningún cocktail como favorito. ¡Explora y descubre tus favoritos!

# blankData.title.ingredientsSearch
source: Enter an ingredient to discover the cocktails you can make with it
es: Introduce un ingrediente para descubrir los cócteles que puedes preparar con él

# blankData.title.primary
source: Oops! Something went wrong… We couldn’t load the content right now. Please check your connection or try again
es: ¡Vaya! Algo salió mal… No hemos podido cargar el contenido en este momento. Comprueba tu conexión o inténtalo de nuevo

# blankData.title.secondary
source: No results available There’s currently no content to display
es: Sin resultados disponibles Actualmente no hay contenido para mostrar

# categories.alcohol.title
source: Alcoholic Type
es: Alcohol

# categories.glasses.title
source: Glasses
es: Vasos

# categories.ingredients.title
source: Ingredients
es: Ingredientes

# categories.styles.title
source: Styles
es: Estilos

# categories.title
source: Categories
es: Categorías

# cocktailDetail.alcoholic
source: Alcohol content
es: Contenido alcohólico

# cocktailDetail.category
source: Category
es: Categoría

# cocktailDetail.glass
source: Glass type
es: Tipo de vaso

# cocktailDetail.iba
source: IBA (International Bartenders Association) category
es: Categoría IBA (International Bartenders Association)

# cocktailDetail.ingredients
source: Ingredients
es: Ingredientes

# cocktailDetail.instructions
source: Instructions
es: Modo de preparación

# cocktailsSearch.title
source: Search cocktails
es: Buscador de Cocktails

# common.continue
source: Continue
es: Continuar

# common.retry
source: Retry
es: Reintentar

# common.see_all
source: See all
es: Ver todos

# favorites.title
source: Favorites
es: Favoritos

# firstLetterCocktails.title
source: Cocktails That Start with %1$@
es: Cocktails que empiezan por %1$@

# ingredientCocktails.title
source: Cocktails with %1$@
es: Cocktails con %1$@

# ingredientsSearch.search
source: Enter an ingredient…
es: Introduce un ingrediente…

# ingredientsSearch.title
source: Search ingredients
es: Buscador de ingredientes

# onboarding.subtitle
source: Where the ice never melts and the recipes never run out
es: Aquí los hielos no faltan y las recetas tampoco

# onboarding.title
source: Welcome to DrinkIt!
es: ¡Bienvenido a DrinkIt!

# randomCocktails.title
source: Cocktails you might like
es: Cocktails que podrían gustarte
